{
    "superheroes": [
        {
            "id": 1,
            "nombre": "Iron Man",
            "imagen": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTCXYTQQHicA3JEJOXrpkrDWtlVa-4Kp-xcsg&usqp=CAU",
            "detalles":"Iron Man (conocido en español como El Hombre de Hierro) es un superhéroe ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics. El personaje fue cocreado por el escritor y editor Stan Lee, desarrollado por el guionista Larry Lieber y diseñado por los artistas Don Heck y Jack Kirby. Hizo su primera aparición en Tales of Suspense #39 (marzo de 1963), y recibió su propio título en Iron Man #1 (mayo de 1968). Anthony Edward Stark conocido como Tony Stark, un multimillonario magnate empresarial estadounidense, playboy e ingenioso científico, quien sufrió una grave lesión en el pecho durante un secuestro. Cuando sus captores intentan forzarlo a construir un arma de destrucción masiva crea, en cambio, una armadura para salvar su vida y escapar del cautiverio. Más tarde, Stark desarrolla su traje, agregando armas y otros dispositivos tecnológicos que diseñó a través de su compañía, Industrias Stark. Él usa el traje y las versiones sucesivas para proteger al mundo como Iron Man. Aunque al principio ocultó su verdadera identidad, Stark finalmente declaró que era, de hecho, Iron Man en un anuncio público. Inicialmente, Iron Man no era más que un concepto de Stan Lee con el fin de explorar los temas de la Guerra Fría, particularmente el papel de la tecnología y la industria estadounidenses en la lucha contra el comunismo.3​ Las re imaginaciones posteriores de Iron Man han pasado de los motivos de la Guerra Fría a los asuntos contemporáneos de la época,3​ como lo es el terrorismo, la corrupción y la delincuencia en general."
        },
        {
            "id": 2,
            "nombre": "Capitan America",
            "imagen": "https://xoandelugo.org/wp-content/uploads/2018/06/capitan-america.jpg",
            "detalles":"El Capitán América, cuyo nombre real es Steve Grant Rogers, es un superhéroe ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics. Creado por los historietistas Joe Simon y Jack Kirby, el personaje apareció por primera vez en Captain America Comics #1 (marzo de 1941) de Timely Comics, predecesor de Marvel Comics. El Capitán América fue diseñado como un supersoldado patriota que luchaba frecuentemente contra las potencias del Eje en la Segunda Guerra Mundial, y fue el personaje más popular de Timely Comics durante el período de guerra. La popularidad de los superhéroes se desvaneció después de la guerra, y el cómic del Capitán América dejó de editarse en 1950, con un breve resurgimiento en 1953. Desde que Marvel Comics revivió al personaje en 1964, el Capitán América se ha mantenido en publicación. El Capitán América viste un traje que lleva un motivo de la bandera de los Estados Unidos, y utiliza un escudo casi indestructible que lanza como proyectil. El personaje es generalmente representado como el álter ego de Steve Rogers, un joven frágil mejorado a la cima de la perfección humana por un suero experimental S.S.S. (Suero supersoldado) para ayudar a los esfuerzos inminentes del gobierno de Estados Unidos en la Segunda Guerra Mundial. Cerca del final de la guerra, queda atrapado en el hielo y sobrevive en animación suspendida hasta que es descongelado en el presente."
        },
        {
            "id": 3,
            "nombre": "Soldado del Invierno",
            "imagen": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/styles/1200/public/media/image/2014/03/303446-soldado-invierno-hot-toys.jpg?itok=fygjSMV0",
            "detalles":"James Buchanan Barnes (Bucky) es un superhéroe ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics. Originalmente presentado como un compañero del Capitán América, el personaje fue creado por Joe Simon y Jack Kirby y apareció por primera vez en Captain America Comics # 1 (marzo de 1941) (que fue publicado por el predecesor de Marvel) como la más original encarnación conocida de Bucky. El personaje es traído de la supuesta muerte como el asesino al cual le fue lavado el cerebro, Soldado del Invierno, y más tarde asumió el papel de Capitán América, cuando Steve Rogers se presume muerto.IGN enumeró a Bucky Barnes como el 53º héroe del cómic más grande de todos los tiempos, afirmando que después de Robin, Bucky es fácilmente el compañero de superhéroe más emblemático de la Era Dorada y lo describe como uno de los jugadores centrales en el Universo Marvel desde su papel de Capitán América. IGN también enumera a Bucky como # 8 en su lista de The Top 50 Avengers en 2012. Sebastian Stan interpreta al personaje de las películas de Marvel Cinematic Universe; Capitán América: El primer vengador (2011), Captain America: The Winter Soldier (2014), Ant-Man (2015: cameo final), Capitán América: Civil War (2016), Black Panther (2018: cameo final), Avengers: Infinity War (2018) y Avengers: Endgame (2019). Stan volverá a interpretar el papel en la próxima serie de Disney+, The Falcon and The Winter Soldier (2021)."
        },
        {
            "id": 4,
            "nombre": "Falcon",
            "imagen": "https://depor.com/resizer/ySrlldirLBqSvlYzSJTuf5YRfHY=/580x330/smart/filters:format(jpeg):quality(75)/cloudfront-us-east-1.images.arcpublishing.com/elcomercio/EXF64RFRAFA23PW3G2GSREXK3Y.jpg",
            "detalles":"Falcon (Samuel Thomas Wilson), Halcón en español, es un superhéroe ficticio que aparece en los cómics publicados por Marvel Comics. Creado por el escritor-editor Stan Lee y el artista Gene Colan, e introducido en Captain America #117 (septiembre de 1969). Como el superhéroe Falcon, Wilson usa alas mecánicas para volar, y tiene un control telepático y empático limitado sobre las aves. Tras la jubilación de Steve Rogers, Wilson se convierte en el nuevo Capitán América y líder de los Vengadores.  El personaje es el primer superhéroe afroamericano de la compañía. El personaje de Marvel previamente introducido de Black Panther es africano, originario del país ficticio de Wakanda. Falcon le siguió al primer personaje secundario afroamericano de la compañía, el soldado sin-superpoderes de la Segunda Guerra Mundial, Gabe Jones, y al primer personaje secundario regular, Joe Robertson de The Amazing Spider-Man. Falcon debutó casi tres años antes de que apareciera Luke Cage, el primer protagonista afroamericano de Marvel, y casi seis años antes del personaje africano de Storm, la primera superheroína de color. Falcon es también el primer superhéroe afroamericano que no tiene la palabra negro, como parte de su nombre de superhéroe, precediendo al Linterna Verde John Stewart por más de dos años. (El primer personaje afroamericano protagonista en los cómics es el pistolero del Viejo Oeste, Lobo, de Dell Comics, e introducido en 1965.) El sobrino fallecido de Falcon fue el alguna vez compañero de Hulk, Jim Wilson, uno de los primeros personajes de cómics con VIH-positivo."
        },
        {
            "id": 5,
            "nombre": "Wanda Maximoff",
            "imagen": "https://static.wikia.nocookie.net/marvelcinematicuniverse/images/3/34/Wanda_Maximoff_-_Heroina.png/revision/latest/scale-to-width-down/327?cb=20210308204228&path-prefix=es",
            "detalles":"Wanda Maximoff, también conocida como la Bruja Escarlata, es una nativa de Sokovia, donde creció en compañía de su hermano gemelo, Pietro. Nacida con la habilidad mágica latente para manipular la Magia Caótica, Maximoff desarrolló un odio contra Tony Stark y América después de los bombardeos de Novi Grad con misiles de Industrias Stark, que mataron a sus padres. En un esfuerzo por ayudar a librar a su país de los conflictos, los gemelos se sometieron a experimentos supervisados por el líder de HYDRA Wolfgang von Strucker, los cuales despertaron en Maximoff las habilidades mágicas con las que había nacido. Cuando HYDRA cayó, los gemelos se unieron al robot Ultrón para obtener venganza sobre Anthony Stark, pero finalmente cambiaron de bando y se unieron a los Vengadores cuando descubrieron las verdaderas intenciones de Ultrón. Aunque Pietro fue asesinado, Wanda sobrevivió y se quedó con los Vengadores. Durante una misión, Wanda trató de mantener lejos de las personas una explosión ocasionada por Brock Rumlow, pero fracasó, matando sin querer a docenas de civiles. Wanda se sintió responsable de lo sucedido, y como no estaba segura de su decisión sobre los Acuerdos de Sokovia, terminó bajo la vigilancia de Visión, quien hacía el esfuerzo por hacerla sentir mejor. Sin embargo, Clinton Barton la convenció de huir y unirse a Steven Rogers en su lucha contra el equipo de Anthony Stark. Como resultado de sus acciones, Wanda fue encarcelada brevemente en la Balsa, pero después fue liberada por Rogers."
        },
        {
            "id": 6,
            "nombre": "Spiderman",
            "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Spiderman.JPG/245px-Spiderman.JPG",
            "detalles": "Spider-Man (llamado Hombre Araña en muchas de las traducciones al español) es un superhéroe ficticio creado por los escritores y editores Stan Lee y Steve Ditko. Apareció por primera vez en el cómic de antología Amazing Fantasy # 15 (10 de agosto de 1962), en la Edad de Plata de los cómics. Aparece en los cómics estadounidenses publicados por Marvel Comics, así como en varias películas, programas de televisión y adaptaciones de videojuegos ambientadas en el Universo Marvel. En las historias, Spider-Man es el alias de Peter Parker, un huérfano criado por su tía May y su tío Ben en la Ciudad de Nueva York después de que sus padres Richard y Mary Parker murieron en un accidente aéreo. Lee y Ditko tuvieron que lidiar con los problemas de la adolescencia y los problemas financieros, y lo acompañaron con muchos personajes de apoyo, como J. Jonah Jameson, Flash Thompson, Harry Osborn, los intereses románticos, Gwen Stacy y Mary Jane Watson, y enemigos como el Doctor Octopus, Kingpin, Duende Verde y Venom. Su historia de origen lo tiene adquiriendo habilidades relacionadas con la araña después de un mordisco de una araña radioactiva; estos incluyen aferrarse a las superficies, disparar telarañas desde dispositivos montados en la muñeca y detectar el peligro con su sentido arácnido.Cuando Spider-Man apareció por primera vez a principios de la década de 1960, los adolescentes en cómics de superhéroes solían ser relegados al papel de acompañante del protagonista. "
        },
        {
            "id": 7,
            "nombre": "Capitana Marvel",
            "imagen": "https://i.blogs.es/929fca/capitana-marvel/1366_2000.jpg",
            "detalles":"Capitana Marvel (título original en inglés: Captain Marvel) es una película estadounidense de superhéroes basada en el personaje de Carol Danvers / Capitana Marvel. Producida por Marvel Studios y distribuida por Walt Disney Studios Motion Pictures, es la vigesimoprimera película del Universo cinematográfico de Marvel (MCU, por sus siglas en inglés). La cinta está escrita y dirigida por Anna Boden y Ryan Fleck, mientras que Meg LeFauve, Nicole Perlman, Geneva Robertson-Dworet, Liz Flahive y Carly Mensch también contribuyeron al guion. Brie Larson protagoniza en el papel titular, junto a Jude Law, Ben Mendelsohn, Lashana Lynch, Gemma Chan, Lee Pace, Clark Gregg, Annette Bening y Samuel L. Jackson.3​ Situada en el año 1995, la historia sigue a Carol Danvers, una piloto de la Fuerza Aérea de Estados Unidos, que se convierte en la Capitana Marvel después de que la Tierra haya quedado atrapada en el centro de un conflicto intergaláctico entre dos razas alienígenas. Desde mayo de 2013, Marvel Studios había comenzado el desarrollo de una película basada en el personaje de Carol Danvers, y fue anunciada oficialmente en octubre de 2014. Perlman y LeFauve fueron contratadas como equipo de redacción el siguiente abril después de presentar tomas por separado del personaje. El casting de Larson fue anunciado en la Convención Internacional de Cómics de San Diego de 2016, convirtiéndose en la primera película en solitario dirigida por Marvel."
        },
        {
            "id": 8,
            "nombre": "Pantera Negra",
            "imagen": "https://quenoticias.com/wp-content/uploads/2020/08/black_panther_coates-610x460.jpg",
            "detalles":"Pantera Negra (Black Panther en su título original) es una película de superhéroes estadounidense de 2018 basada en el personaje de Marvel Comics Pantera Negra. Producida por Marvel Studios y distribuida por Walt Disney Studios, es la decimoctava película del Universo cinematográfico de Marvel (MCU). La película es dirigida por Ryan Coogler, que escribió el guion con Joe Robert Cole, y fue protagonizada por Chadwick Boseman como T'Challa / Black Panther, junto con Michael B. Jordan, Lupita Nyong'o, Danai Gurira, Martin Freeman, Daniel Kaluuya, Letitia Wright, Winston Duke, Angela Bassett, Forest Whitaker y Andy Serkis. En Black Panther, T'Challa es coronado rey de Wakanda luego de la muerte de su padre, pero su soberanía es cuestionada por un adversario que planea abandonar las políticas aislacionistas del país e iniciar una revolución mundial. Wesley Snipes expresó interés en trabajar en una película de Pantera Negra en 1992, pero el proyecto no llegó a buen término. En septiembre de 2005, Marvel Studios anunció una película del personaje como una entre diez basadas en personajes de Marvel y distribuidas por Paramount Pictures. Mark Bailey fue contratado para escribir un guion en enero de 2011. Black Panther fue anunciada en octubre de 2014, y Boseman hizo su primera aparición como el superhéroe en Capitán América: Civil War (2016). Para 2016, Cole y Coogler se habían unido al proyecto; el reparto adicional se unió en mayo, volviendo a Black Panther la primera película de Marvel con un reparto mayormente negro."
        },
        {
            "id": 9,
            "nombre": "Thor",
            "imagen": "https://wipy.tv/wp-content/uploads/2020/05/ultimate-thor-seria-introducido-a-marvel-studios.jpg",
            "resumen":"Thor es una película de superhéroes estadounidense de 2011 basada en el personaje homónimo de Marvel Comics, producida por Marvel Studios y distribuida por Paramount Pictures.",
            "detalles":"Thor es una película de superhéroes estadounidense de 2011 basada en el personaje homónimo de Marvel Comics, producida por Marvel Studios y distribuida por Paramount Pictures. ​Siendo la cuarta entrega del universo cinematográfico de Marvel, la cinta fue dirigida por Kenneth Branagh, con un guion de Ashley Edward Miller, Zack Stentz y Don Payne. Está protagonizada por Chris Hemsworth, Tom Hiddleston, Natalie Portman, Stellan Skarsgård, Idris Elba, Jaimie Alexander, Colm Feore, Rene Russo, Anthony Hopkins. El filme cuenta la historia de Thor, el príncipe heredero de Asgard, que es exiliado de su hogar a la Tierra. Estando allí, forma una relación con Jane Foster, una científica. Sin embargo, Thor debe detener a su hermano adoptivo Loki, que pretende convertirse en el nuevo rey de Asgard. Sam Raimi desarrolló por primera vez el concepto de una adaptación al cine de Thor en 1991, pero poco después abandonó el proyecto, dejándolo en el «infierno de desarrollo» por varios años. Durante este tiempo, varios estudios obtuvieron los derechos hasta que Marvel Studios contrató a Mark Protosevich para desarrollar el proyecto en 2006, y planeaba financiarlo y estrenarlo a través de Paramount Pictures. Matthew Vaughn originalmente iba a dirigir la cinta para un tentativo estreno en 2010. Sin embargo, después de que Vaughn quedó liberado de su contrato en 2008, Branagh fue contactado y el estreno del filme se reprogramó para 2011. Los actores principales fueron elegidos en 2009, y el rodaje tuvo lugar en California y Nuevo México desde enero hasta mayo de 2010. La película fue convertida a 3D en posproducción."
        },
        {
            "id": 10, 
            "nombre": "Star Lord",
            "imagen": "https://cdn2.actitudfem.com/media/files/media/files/star-lord-bisexual.jpeg",
            "resumen":"Star-Lord, cuyo nombre real es Peter Jason Quill, es un personaje ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics.",
            "detalles":"Star-Lord (Peter Jason Quill) es un personaje ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics. El personaje, creado por Steve Englehart y Steve Gan, apareció por primera vez en Marvel Preview #4 (enero de 1976). Es hijo de la humana Meredith Quill y del Spartoi J'son, Peter Quill asume el manto de Star-Lord, un policía interplanetario. El personaje desempeñó papeles prominentes en las historias de cómic Aniquilación (2006) y Aniquilación: Conquista (2007), Guerra de los Reyes (2008) y The Thanos Imperative (2009). Se convirtió en el líder del equipo de superhéroes, Guardianes de la Galaxia en el relanzamiento del equipo en 2008. Ha aparecido en una variedad de productos asociados con Marvel, incluidas series de televisión animadas, juguetes y tarjetas de intercambio. Chris Pratt interpreta al personaje en las películas de Universo cinematográfico de Marvel, Guardianes de la Galaxia (2014), Guardianes de la Galaxia Vol. 2 (2017), Avengers: Infinity War (2018), Avengers: Endgame (2019) y Thor: Love and Thunder (2022). Wyatt Oleff interpreta a un joven Peter Quill en las dos primeras películas de Guardianes de la Galaxia. Pratt volverá a interpretar al personaje en Guardianes de la Galaxia Vol. 3. El personaje apareció por primera vez en la publicación en blanco y negro Marvel Preview # 4 (enero de 1976). El creador Steve Englehart tenía planes para el personaje que no se realizó."
        }
    ]
}